Repository: owncloud/ios-app
Catalog: ownCloudAppFramework/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %@ already unlocked for %@.
de: %@ bereits freigeschaltet für %@.

source: %@ unlocked for QA.
de: %@ für QA entsperrt.

source: %lu day
de: %lu Tag

source: %lu days
de: %lu Tage

source: %lu month
de: %lu Monat

source: %lu months
de: %lu Monate

source: %lu week
de: %lu Woche

source: %lu weeks
de: %lu Wochen

source: %lu year
de: %lu Jahr

source: %lu years
de: %lu Jahre

source: > %d months ago
de: Vor > %d Monaten

source: > %d years ago
de: Vor > %d Jahren

source: >%d days ago
de: Vor >%d Tagen

source: >%d weeks ago
de: Vor >%d Wochen

source: After
de: nach

source: Before
de: Vor

source: Before last month
de: Vor letztem Monat

source: Before last week
de: Vor letzter Woche

source: Before last year
de: Vor letztem Jahr

source: Before this month
de: Vor diesem Monat

source: Before this week
de: Vor dieser Woche

source: Before this year
de: Vor diesem Jahr

source: Before today
de: Vor heute

source: Before yesterday
de: Vor gestern

source: Cancelled
de: abgebrochen

source: Date
de: Datum

source: day
de: Tag

source: Document
de: Dokument

source: Ends
de: Endet

source: File
de: Datei

source: Folder
de: Ordner

source: Free
de: Kostenlos

source: Image
de: Bild

source: In-app purchases are not supported for copies purchased through the Volume Purchase Program. For access to additional features, please purchase the EMM version.
de: In-App Käufe werden von Kopien die über das Volume Purchase Program bestellt wurden nicht unterstützt. Kaufen Sie bitte die EMM-Version um Zugriff auf zusätzliche Features zu erhalten.

# keyword_after
source: after
de: nach

# keyword_before
source: before
de: vor

# keyword_d
source: d
de: t

# keyword_document
source: document
de: dokument

# keyword_file
source: file
de: datei

# keyword_folder
source: folder
de: ordner

# keyword_greater
source: greater
de: größer

# keyword_image
source: image
de: bild

# keyword_month
source: month
de: monat

# keyword_on
source: on
de: am

# keyword_owner
source: owner
de: besitzer

# keyword_presentation
source: presentation
de: präsentation

# keyword_recent
source: recent
de: kürzlich

# keyword_smaller
source: smaller
de: kleiner

# keyword_spreadsheet
source: spreadsheet
de: tabelle

# keyword_today
source: today
de: heute

# keyword_type
source: type
de: typ

# keyword_week
source: week
de: woche

# keyword_y
source: y
de: j

# keyword_year
source: year
de: jahr

source: Last %d days
de: Letzte %d Tage

source: Last %d months
de: Letzte %d Monate

source: Last %d weeks
de: Letzte %d Wochen

source: Last %d years
de: Letzte %d Jahre

source: Manage subscription
de: Abonnement verwalten

source: month
de: Monat

source: No audio
de: Kein Audio

source: No Document
de: Kein Dokument

source: No file
de: Keine Datei

source: No folder
de: Kein Ordner

source: No image
de: Kein Bild

source: No PDF
de: Kein PDF

source: No presentation
de: Keine Präsentation

source: No spreadsheet
de: Keine Tabelle

source: No video
de: Kein Video

source: none
de: Keine

source: Not
de: Nicht

source: Not on
de: Nicht am

source: Not recently used
de: Nicht kürzlich verwendet

source: On
de: Am

source: Presentation
de: Präsentation

source: Product
de: Produkt

source: purchase
de: Kauf

source: Purchased App Version
de: Gekaufte App-Version

source: Purchases are not allowed on this device.
de: Käufe sind auf diesem Gerät nicht erlaubt.

source: Quantity
de: Menge

source: Receipt Date
de: Rechnungsdatum

source: Recently used
de: Kürzlich verwendet

source: Since last month
de: Seit letztem Monat

source: Since last week
de: Seit letzter Woche

source: Since last year
de: Seit letztem Jahr

source: Since yesterday
de: Seit gestern

source: Spreadsheet
de: Tabelle

source: subscription
de: Abonnement

source: This month
de: Diesen Monat

source: This week
de: Diese Woche

source: This year
de: Dieses Jahr

source: Today
de: Heute

source: trial
de: Testzeit

source: Type
de: Typ

source: week
de: Woche

source: year
de: Jahr
